/*
[UT]
*/

"ER00_TEXTA_002" = "Kód\r\nchyby:%FatalErrorInfo%";
"ER01_TEXTA_003" = "Tiskárna je zaneprázdněná";
"ER04_TEXTA_001" = "Uvíznutí papíru";
"ER05_TEXTA_014" = "Je čas vynulovat hladiny inkoustu.";
"ER06_TEXTA_005" = "Došel papír nebo nesprávně podaný papír";
"ER0C_TEXTA_008" = "Neshoda nastavení velikosti papíru v počítači a v tiskárně.";
"ER0C_TEXTA_009" = "Neshoda nastavení typu papíru v počítači a v tiskárně.";
"ER0C_TEXTA_010" = "Neshoda nastavení tisku v počítači a v tiskárně.";
"ER10_TEXTA_005" = "Tiskárna vyžaduje opravu.";
"ER10_TEXTA_008" = "Tiskárna vyžaduje opravu.";
"ER12_TEXTA_001" = "Chyba podání více stránek";
"ER4A_TEXTA_001" = "Blíží se konec životnosti podložky pro zachytávání inkoustu tiskárny.";
"ER4A_TEXTA_002" = "Končí životnost podložky pro zachytávání inkoustu tiskárny.";
"ERXX_TEXTA_001" = "Chyba";
"ST02_TEXTA_001" = "Probíhá tisk.";
"ST03_TEXTA_001" = "Probíhá tisk.";
"ST04_TEXTA_001" = "Připraveno";
"ST07_TEXTA_001" = "Tiskárna je zaneprázdněná";
"ST08_TEXTA_007" = "Počáteční doplňování inkoustu není dokončeno";
"ST0A_TEXTA_002" = "Produkt se vypíná";
"ST11_TEXTA_002" = "Probíhá doplňování inkoustových kazet.";
"WR1X_TEXTA_006" = "Blíží se čas vynulování hladiny inkoustu.";
"COM_TEXTA_001" = "Chyba komunikace";
"COM_TEXTA_002" = "Chyba komunikace\r\nPravděpodobně je vybrán nesprávný produkt";
"DEV_TEXTA_004" = "Je vybrán jiný produkt";
"OFL_TEXTA_003" = "Nepřipraveno";
"PAU_TEXTA_001" = "Pozastaveno";
"SRC_TEXTA_001" = "Probíhá hledání...";
"CHKDUPX_TEXTA_001" = "Oboustranný tisk";
"INKCHECKALERT_TEXTA_006" = "Když se hladina inkoustu nachází pod čarou na zásobníku, mohlo by v případě dalšího používání produktu dojít k poškození tiskárny.";
"ER00_TEXTB_014" = "1. Zrušte všechny tiskové úlohy.\r\n2. Otevřete jednotku skeneru a odstraňte veškerý uvíznutý papír.\r\n3. Zavřete jednotku a vypněte a znovu zapněte napájení.";
"ER01_TEXTB_001" = "Čekejte prosím...";
"ER04_TEXTB_041" = "1. Otevřete jednotku skeneru a odstraňte veškerý uvíznutý papír.\r\n2. Zavřete jednotku a stiskněte tlačítko %btn% na produktu.";
"ER04_TEXTB_064" = "1. Vyjměte a znovu vložte papír.\r\n2. Stiskněte tlačítko %btn% na přístroji.\r\n\r\nNebo můžete tiskovou úlohu zrušit klepnutím na zobrazené tlačítko [Storno].";
"ER05_TEXTB_040" = "%ink%\r\nJe třeba zkontrolovat množství zbývajícího inkoustu.\r\nPokračujte klepnutím na tlačítko [Návod].\r\n\r\nPoznámka\r\nPoužitím jiného originálního inkoustu Epson, než je specifikováno, by mohlo dojít k poškození, na které se nevztahují záruky společnosti Epson. Kvalitu ani spolehlivost neoriginálního inkoustu nelze zaručit - může dojít k poškození výrobku, což není kryto zárukou Epson.\r\nPodrobnosti o nádobkách s inkoustem, viz dokumentace.";
"ER06_TEXTB_055" = "1. Vyjměte a znovu vložte papír.\r\n2. Stiskněte tlačítko %btn% na přístroji.\r\n\r\nNebo můžete tiskovou úlohu zrušit klepnutím na zobrazené tlačítko [Storno].";
"ER0C_TEXTB_021" = "Postupujte podle pokynů zobrazených na displeji LCD přístroje.\r\n\r\nAktuální nastavení ovladače:\r\n%papersetting%\r\nNastavení zdroje papíru v přístroji:\r\n%papersource%";
"ER10_TEXTB_008" = "Končí životnost podložky pro zachytávání inkoustu tiskárny.\r\nObraťte se na odbornou pomoc společnosti Epson.";
"ER10_TEXTB_009" = "Končí životnost podložky pro zachytávání inkoustu tiskárny.\r\nMůže docházet k vytékání odpadního inkoustu.\r\nObraťte se na odbornou pomoc společnosti Epson.";
"ER12_TEXTB_007" = "Proveďte jeden z následujících postupů.\r\n- Vyjměte a znovu vložte papír. Stiskněte tlačítko %btn% na produktu.\r\n- Zobrazenou tiskovou úlohu zrušte stisknutím tlačítka [Storno]. Pokud nebude zrušena, zrušte ji v produktu.";
"ER4A_TEXTB_001" = "Obraťte se na odbornou pomoc společnosti Epson.\r\nStisknutím tlačítka %btn% na tiskárně pokračujte v tisku.";
"ER4A_TEXTB_002" = "Budete-li pokračovat v tisku, může dojít k úniku odpadního inkoustu.\r\nObraťte se na odbornou pomoc společnosti Epson.\r\nStisknutím tlačítka %btn% na tiskárně pokračujte v tisku.";
"ST02_TEXTB_001" = "Čekejte prosím...";
"ST03_TEXTB_001" = "Čekejte prosím...";
"ST04_TEXTB_001" = "Připraveno k tisku.";
"ST07_TEXTB_003" = "Čištění tiskové hlavy nebo doplňování inkoustu. Čekejte prosím...";
"ST08_TEXTB_009" = "Pokyny pro první doplnění inkoustu viz instalační list.";
"ST0A_TEXTB_001" = "Čekejte prosím...";
"ST11_TEXTB_001" = "Čekejte prosím...";
"WR1X_TEXTB_022" = "%ink%\r\nPravděpodobně bude možné pokračovat v tisku.\r\n\r\nPoznámka\r\nPoužitím jiného originálního inkoustu Epson, než je specifikováno, by mohlo dojít k poškození, na které se nevztahují záruky společnosti Epson. Kvalitu ani spolehlivost neoriginálního inkoustu nelze zaručit - může dojít k poškození výrobku, což není kryto zárukou Epson.\r\nPodrobnosti o nádobkách s inkoustem, viz dokumentace.";
"COM_TEXTB_005" = "Připojte produkt k počítači a zapněte napájení. Pokud jste během tisku vypnuli napájení, potom klepněte na tlačítko [Tisková fronta] a před restartováním zrušte tiskovou úlohu.";
"COM_TEXTB_006" = "Proveďte jeden z následujících postupů.\r\n- Produkt je připojen k \"%queuename%\". Tiskněte za použití tohoto produktu.\r\n- Připojte produkt k počítači a zapněte napájení. Pokud jste během tisku vypnuli napájení, potom klepněte na tlačítko [Tisková fronta] a před restartováním zrušte tiskovou úlohu.";
"DEV_TEXTB_004" = "Produkt vybraný v ovladači se liší od produktu pro tisk. Zkontrolujte nastavení ovladače a produkt.";
"OFL_TEXTB_006" = "Nelze tisknout offline. Připojte přístroj k počítači a zapněte napájení. Klepnutím na zobrazené tlačítko [Online] tiskněte nebo klepněte na tlačítko [Tisková fronta] a změňte na nastavení Online.\r\n\r\nNebo můžete klepnutím na zobrazené tlačítko [Storno] zrušit tisk.";
"PAU_TEXTB_003" = "Nelze tisknout, když je přístroj pozastaven. Klepnutím na zobrazené tlačítko [Pokračovat] pokračujte v tisku nebo klepněte na tlačítko [Tisková fronta] a zrušte výběr \"Pozastavit tisk\" v nabídce \"Tiskárna\".\r\n\r\nNebo můžete klepnutím na zobrazené tlačítko [Storno] zrušit tisk.";
"SRC_TEXTB_001" = "Probíhá hledání...";
"CHKDUPX_TEXTB_009" = "1. Vytiskněte přední stránku(y).\r\n2. Vyjměte vysunutý papír. Otočte jej.\r\n3. Vložte papír krátkým okrajem napřed a potom klepněte na [Pokračovat].\r\nPoznámka:\r\n- Pokud se tisk nespustí, klepněte na tlačítko [Storno].\r\n- Oboustranný tisk pravděpodobně nebude dostupný prostřednictvím Wi-Fi/sítě.";
"BTN_PR_002" = "Spustit";
"IDS_INK_STOPRESET" = "Storno";
"IDS_CLOSE" = "OK";
"IDS_STOP" = "Storno";
"IDS_INK_STOPRJ" = "Storno";
"IDS_INK_OFFLINE_CANCEL" = "Storno";
"BTN_PC_004" = "Storno";
"BTN_PC_003" = "OK";
"BTN_PC_009" = "Opakovat";
"BTN_PC_010" = "Pokračovat";
"BTN_PC_013" = "Návod...";

//--->
"ER00_TEXTA_001" = "Chyba";
"WR5X_TEXTA_001" = "Čištění hlavy nelze dokončit.";
"WR5X_TEXTA_002" = "Proplachování inkoustu nelze dokončit.";
"CHARGINGSTATUS_TEXTA_001" = "Plnění inkoustového systému";
"INKCHECKALERT_TEXTA_004" = "Pravidelně kontrolujte hladiny inkoustů.";
"WR5X_TEXTB_006" = "Pro zajištění správného fungování vaší tiskárny vyberte volbu Resetovat hladiny inkoustů pro doplnění inkoustu.";
//<---

////////////////////////////////////////

"CY" = "Azurová";
"MA" = "Purpurová";
"YE" = "Žlutá";
"BK" = "Černá";
"IDS_IQ_CART1_MSG" = "Azurová";
"IDS_IQ_CART2_MSG" = "Purpurová";
"IDS_IQ_CART3_MSG" = "Žlutá";
"IDS_IQ_CART4_MSG" = "Černá";
"IDS_PICCLNAME_CY" = "Azurová";
"IDS_PICCLNAME_MA" = "Purpurová";
"IDS_PICCLNAME_YE" = "Žlutá";
"IDS_PICCLNAME_BK" = "Černá";

"INK_REMAIN_MSG" = "Přibližné hladiny inkoustu se mohou od skutečných lišit. Chcete-li ověřit aktuální množství zbývajícího inkoustu, vizuálně zkontrolujte hladiny ve všech zásobnících tiskárny. Když se hladina inkoustu nachází pod čarou na zásobníku, mohlo by v případě dalšího používání produktu dojít k poškození tiskárny.";

"IDS_STRING_GROUP_APR" = "Přibližné hladiny inkoustu";

////////////////////////////////////////

"920" = "Kontrola trysek";
"921" = "Čistění hlavy";
"922" = "Nastavení tiskové hlavy";
"923" = "Nastavení tiskárny";
"924" = "Kupte inkoust";
"926" = "Aktualizace softwaru";
"928" = "Nastavení aktualizace softwaru";
"IDS_PR_ERROR" = "Chyba";
"IDS_PR_COMERR" = "Chyba komunikace";
"IDS_PR_INKFEW" = "Dochází inkoust";
"IDS_PR_MAINTENANCECALL" = "Volání údržby";
"IDS_PR_WARNING" = "Jiné upozornění";
"IDS_PR_CHANGINGBK" = "Výměna černého inkoustu";
"IDS_PR_OFFLINE" = "Offline";
"IDS_PR_PAUSE" = "Pozastavit";
"IDS_PR_SELECTERROR" = "Chyba výběru tiskárny";
"IDS_PR_UNCLOGGER" = "Chyba tiskové úlohy";
"IDS_PR_BATTERYWARNING" = "Varování baterie";
"IDS_ITEM" = "Událost";
"IDS_NOTIFY" = "Oznámení na obrazovce";
"IDS_YES" = "Zapnuto";
"IDS_NO" = "Vypnuto";
"IDS_PROMOCHK" = "Zobrazit nabídky Epson";
"IDS_ITEMGROUP" = "Vybrat oznámení";
"IDS_SIMPLEST_CHK" = "Jednoduché oznámení o stavu";
"IDS_DEFAULT_BTN" = "Výchozí";
"IDS_ICONGROUP" = "Vybrat ikonu zástupce";
"IDS_MONICON_CHK" = "Registrace ikony zástupce na hlavním panelu";
"IDS_EXPTEXT2" = "Poklepáním na ikonu zástupce lze otevřít okno Stav tiskárny.";
"IDS_SHARED" = "Povolit monitorování sdílených tiskáren";
"IDS_IO_CHECK_BTN" = "Viz upozornění na nízký stav inkoustu";
"IDS_CANCEL_MONITOR" = "Storno";
"IDS_STRING_GROUP" = "Hladiny inkoustu";
"IDS_STRING_GROUP_MTANK" = "Délka životnosti údržbové kazety";
"IDS_SUB_BTN" = "Pokračovat";
"IDS_SPL_BTN" = "Tisková fronta";
"IDS_CSICINFO_BTN" = "Informace";
"IDS_PRNSTOP_BTN" = "Storno";
"IDS_SPL_BTN2" = "Tisková fronta";
"IDS_SPL_BTN3" = "Tisková fronta";
"IDS_SHOWDETAIL_BTN" = "Podrobnosti";
"IDS_ALLRIGHT" = "All Rights Reserved.";
"IDS_PRODUCT_VER_TITLE" = "Produkt";
"IDS_COMMON_VER_TITLE" = "Společné";
"IDS_PRINTER_VER_TITLE" = "Uživatelské rozhraní";
"IDS_EBAPI_VER_STATIC" = "Rozhraní tiskárny";
"IDS_INSTALL_VER_STATIC" = "Instalátor";
"IDS_BOTHSIDE_PRINT" = "Oboustranný tisk";
"IDS_PRNPAUSE_BTN" = "Pokračovat";
"IDS_CSIC_INFO" = "Informace o kazetě";
"IDS_MAKER_TITLE" = "Výrobce:";
"IDS_INK_TYPE_TITLE" = "Typ inkoustu:";
"IDS_IC_TYPE_TITLE" = "Kód kazety:";
"IDS_PRODUCTION_DATE_TITLE" = "Datum výroby:";
"IDS_BPMSTOP_BTN" = "Zrušit tisk";
"IDS_BPMPRINT_BTN" = "Tisknout černě";
"IDS_BPMCLOSE_BTN" = "Zavřít";
"IDS_BPMREPLACE_BTN" = "Vyměňte kazetu...";
"IDS_INITFILL_TITLE" = "Originální inkoust Epson";
"IDS_INITFILL_TITLE2" = "Chyba kazety";
"IDS_BUTTON_CSIC_DETAILS" = "Podrobnosti";
"IDS_CANCEL" = "Storno";
"IDS_BUTTON_CSIC_CONTINUE" = "Pokračovat";
"IDS_BUTTON_CSIC_HOWTOBUY" = "Kupte inkoust Epson";
"IDS_ERIS_FW_EXCEPTION_MSG" = "Chcete-li provést nastavení pomocí tohoto nástroje, je třeba jej zaregistrovat jako výjimku v bráně firewall systému Windows.\r\nPokud není zaregistrován jako výjimka, mohou být některé komunikační funkce blokovány branou firewall systému Windows, což by mohlo omezit funkčnost.\r\n\r\nChcete zaregistrovat EPSON Status Monitor 3 jako výjimku v bráně firewall systému Windows?";
"IDS_ENVHELPMENU" = "Nápověda";
"IDS_ENTRYICONMSG" = "Chcete, aby se po spuštění operačního systému Windows zobrazovala ikona programu EPSON Status Monitor 3 na hlavním panelu?";
"IDS_STATISTICS" = "Sdílet moje informace o používání se společností Epson";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "O aplikaci...";
"IDS_ERROR_001" = "Nedostatek paměti.\r\nUkončete tento program.";
"IDS_ERROR_015" = "Nedostatek paměti.";
"IDS_ERROR_021" = "Nelze najít informace o tiskárně.";
"IDS_ERROR_022" = "Pro tuto tiskárnu nejsou k dispozici žádné informace.";
"IDS_ERROR_023" = "Nelze najít určený soubor.";
"IDS_ERROR_024" = "Došlo k chybě při otevírání určeného souboru.";
"IDS_RESTART_MON" = "Monitorování právě nelze provádět.\r\nRestartujte počítač.";
"IDS_RESTART_SHARE" = "Nelze provádět monitorování. Zrušte zaškrtnutí políčka [Monitorovat sdílené tiskárny] v\r\nokně Předvolby monitorování a restartujte počítač.\r\nPoté ukončete všechny aplikace včetně programu EPSON Status Monitor 2\r\na znovu nainstalujte ovladač tiskárny.";
"IDS_RESTART_BID" = "Nelze zřídit obousměrnou komunikaci.\r\nNainstalujte znovu ovladač tiskárny.";
"IDS_SETUP_MENU" = "Předvolby sledování";
"IDS_PAPERSIZE" = "Velikost papíru";
"IDS_MEDIATYPE" = "Typ papíru";
"IDS_PAUSE" = "Pozastavit";
"IDS_RESUME" = "Pokračovat";
"IDS_DISCHARGE_PAPER" = "Vysunout";
"IDS_INK_CANCEL" = "Storno";
"IDS_OK" = "OK";
"IDS_HELP" = "Nápověda";
"IDS_INK_RETURN" = "Pokračovat";
"IDS_ELINK_ERROR_TITLE" = "Podpora online";
"IDS_ELINK_CONNECT_MSG" = "Uživatelská příručka není nainstalována.\r\nChcete-li se připojit k webové stránce \"EPSON FAQ\" prostřednictvím Internetu, vyberte tlačítko \"Ano\".";
"IDS_ELINK_CONNECT_TITLE" = "Podpora online";
"IDS_INK_CONTINUE" = "Pokračovat";
"IDS_PRINT" = "Tisk";
"IDS_PPACK_RETURN" = "Pokračovat";
"IDS_INKTANKVIEW_ON" = "Zkontrolovat hladiny inkoustů";
"IDS_INKTANKVIEW_OFF" = "Skrýt hladiny inkoustů";
"IDS_CLEAN_CONTINUE" = "Pokračovat";
"IDS_INK_CLSTOP" = "Storno";
"IDS_SUPPORT_BTN" = "Podpora online";
"IDS_SUPPORT_BTN_EURO" = "Technická podpora";
"IDS_ELINK_ERROR_TITLE_EURO" = "Technická podpora";
"IDS_ELINK_CONNECT_TITLE_EURO" = "Technická podpora";
"IDS_ELINK_CONNECT_MSG_EURO" = "Uživatelská příručka není nainstalována.\r\nChcete-li se připojit k webové stránce \"EPSON FAQ\" prostřednictvím Internetu, vyberte tlačítko \"Ano\".";
"IDS_HOWTO" = "Návod...";
"IDS_GOONLINE" = "Online";
"IDS_BKPRINTING" = "Tisknout černě";
"IDS_BKPRINTING2" = "Tisknout černě";
"IDS_SHEETREMAIN" = "Stránka: %d/%d";
"IDS_TIMEREMAIN_HOUR" = "Zbývá %d hodin";
"IDS_TIMEREMAIN_MIN" = "Zbývá %d minut";
"IDS_TIMEREMAIN_SEC" = "Zbývá %d sekund";
"IDS_START_MSG" = "Probíhá hledání...";
"IDS_ST_NONE" = "Došlo k neznámě chybě.";
"IDS_OLSTART_MSG" = "Probíhá hledání...";
"IDS_OLST_NONE" = "Neznámá chyba.";
"IDS_STRING_CAPTION" = "Upozornění na nízký stav inkoustu";
"IDS_STRING_PURCHASED" = "Zakoupeno";
"IDS_STRING_REMINDMELATER" = "Připomenout později";
"IDS_STRING_BUYINK" = "Kupte inkoust Epson";
"IDS_STRING_PRINTTHISWINDOW" = "Vytisknout toto okno";
"IDS_STRING_CLOSE" = "Zavřít";
"IDS_STRING_CAPTION2" = "Kupte inkoust";
"IDS_STRING_INKCODES" = "Kódy inkoustů";
"IDS_STRING_LOOKMOBILEPHONE" = "View using a mobile phone";
"IDS_STRING_HTML_MESSAGE1" = "ORIGINÁL EPSON";
"IDS_STRING_HTML_MESSAGE2" = "Doporučujeme používat originální kazety Epson.";
"IDS_STRING_HTML_MESSAGE3" = "Používání jiných produktů by mohlo snížit kvalitu tisku a způsobit poškození tiskárny.";
"IDS_STRING_INKLOW" = "Dochází inkoust";
"IDS_STRING_INKREPLACE" = "Vyměňte kazetu";
"IDS_STRING_INKCHANGE_NEAR" = "Je nejvyšší čas vyměnit inkoustové kazety.";
"IDS_STRING_HTML_MESSAGE4" = "Klepněte zde, chcete-li dostávat nabídky na inkoust a další aktualizace od společnosti Epson.";
"IDS_STRING_PROMOTION2" = "Společnost Epson vás může upozorňovat na technické novinky, reklamní kampaně a další nabídky.";
"IDS_STRING_NOTESA2" = "Aktualizace jsou prováděny během připojení k Internetu. Společnosti Epson bude odeslána identifikace modelu vaší tiskárny. Nebudou odeslány žádné informace umožňující identifikaci osob.";
"IDS_STRING_NOTESB2" = "Tuto funkci můžete povolit/zakázat v okně Preference sledování.";
"IDS_STRING_NOTESC2" = "Chcete-li povolit, klepněte na Přijmout.";
"IDS_STRING_DISPAGAIN2" = "Tuto zprávu příště nezobrazovat.";
"IDS_STRING_TITLE2" = "Služba oznámení Epson";
"IDS_STRING_ACCEPT2" = "Přijmout";
"IDS_STRING_DECLINE2" = "Odmítnout";
"IDS_STRING_BTNCLOSE" = "Zavřít";
"IDS_STRING_DISPNOAGAIN" = "Tento dialog znovu nezobrazovat, dokud nebudou dokončeny opravy.";
"IDS_STRING_DESCRIPTION2" = "Tiskárna vyžaduje opravu.";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "Tyto funkce můžete deaktivovat v okně Předvolby sledování.";
"IDS_STRING_NOTESE" = "Klepnutím zde otevřete Předvolby sledování";
"IDS_CSIC_UNKNOWN" = "Neznámé";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Originální produkt Epson";
"IDS_CSIC_ERMANUFACTUR" = "neorig. kazeta";
"IDS_CSIC_NGENUINE" = "Byla rozpoznána neoriginální nebo znovu naplněná kazeta. Hladiny inkoustu nemusí být zobrazeny, protože není známo celkové množství inkoustu.";
"IDS_CSIC_NGENUINE2" = "Byla rozpoznána neoriginální nebo znovu naplněná kazeta. Hladiny inkoustu nemusí být zobrazeny, protože není známo celkové množství inkoustu.";
"IDS_IO_BUYNOW_MSG" = "Klepnutím na OK spustíte webový prohlížeč a budete moci zakoupit inkoustové kazety online.\r\n\r\nPokud používáte vytáčené připojení, které není spuštěno společně s prohlížečem, připojte se k internetu a poté klepněte na tlačítko OK.";
"IDS_IO_BUYNOW_MSG_EURO" = "Klepnutím na tlačítko OK spustíte webový prohlížeč.\r\nPokud se k síti Internet nechcete připojit, klepněte na tlačítko Storno.";
"IDS_IO_BUYNOW_MSG3" = "Do you want to connect to the Epson Web site to transmit information about the ink cartridges?";
"IDS_IO_CAPTION_MSG" = "Program pro nákup inkoustu online";
"IDS_IO_CAPTION_MSG2" = "View using a mobile phone";
"IDS_BKIS_BUTTON_YES" = "Ano";
"IDS_BKIS_BUTTON_NO" = "Ne";
"IDS_BKIS_BUTTON_ALWAYSNO" = "Deaktivovat tuto funkci";
"IDS_BUYNOW_BTN" = "Kupte inkoust Epson";
"IDS_SCRAPE_NOAGAIN" = "Tuto zprávu příště nezobrazovat.";
"BTN_PC_014" = "Storno";
"BTN_PC_030" = "Tisk";
"IDS_CSIC_CHECK_DLG2_TITLE" = "Originální inkoust Epson";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "Careful to remind you";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "You have not installed genuine Epson ink cartridges.\r\nThe quality or reliability of nongenuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "In order to protect your rights, we will remind you from time to time.\r\nDo you continue to use non genuine Epson ink cartridges?";
"IDS_DLG_OTHER_003" = "Tento program nelze spustit, když je spuštěný konfigurační program ovladače tiskárny.";
"IDS_DLG_NONGEN_001" = "VAROVÁNÍ!";
"IDS_ER0C_PAPERSIZE" = " Velikost : %papersize%";
"IDS_ER0C_MEDIA" = " Typ : %media%";
"IDS_UNCLOGGER_YES" = "Ano";
"IDS_UNCLOGGER_NO" = "Ne";
"IDS_UNCLOGGER_CANCELPRINT" = "Zrušit tisk";
"IDS_UNCLOGGER_CLOSE" = "Zavřít";
"IDS_TRAYPOS_PRINT" = "Tisk";
"IDS_TRAYPOS_CANCEL" = "Storno";

"IDS_QQB_BUTTON" = "Kontrola připojení";
"IDS_QQB_EXECUTE_FAIL" = "Nelze spustit nástroj.";
"IDS_QQB_DOWNLOAD" = "Chcete stáhnout a nainstalovat software pro kontrolu připojení?";
"IDS_QQB_INSTALL_FAIL" = "Nelze nainstalovat software pro kontrolu připojení.";
"IDS_QQB_INSTALL_FAIL2" = "Chcete-li provést tuto operaci, musíte být přihlášen jako člen skupiny Administrators.";
"IDS_QQB_INSTALLING" = "Probíhá instalace softwaru pro kontrolu připojení...";
"IDS_PINFO_TITLE" = "Papír vybraný v tiskárně";
"IDS_PINFO_SIZE" = "Velikost papíru";
"IDS_PINFO_TYPE" = "Typ papíru";
"IDS_PINFO_FAIL" = "Nelze zjistit informace o tiskárně.";
"USERDEFINE_ADD_FORMAT_MM" = "(%s x %s mm)";
"USERDEFINE_ADD_FORMAT_INCH" = "(%s x %s palců)";
"USERDEFINE_FORMAT_MM" = "%4d.%1d";
"USERDEFINE_FORMAT_INCH" = "%3d.%02d";
"IDS_CONSUMABLEVIEW_ON" = "Zobrazit hladiny inkoustu";
"IDS_CONSUMABLEVIEW_OFF" = "Skrýt hladiny inkoustů";

"NOZZLE_TITLE" = "Kontrola trysek";
"NOZZLE01" = "Chcete-li provést kontrolu trysek, zkontrolujte, zda je tiskárna zapnutá a připojená k počítači. Rovněž zkontrolujte, zda je v zadním podávání papíru vložen obyčejný papír velikosti A4 nebo Letter. Klepnutím na [Tisk] vytisknete vzorek pro kontrolu trysek, příp. klepnutím na [Storno] operaci ukončíte.";
"NOZZLE01_B01" = "Tisk";
"NOZZLE01_B02" = "Storno";
"NOZZLE02" = "Vytištěný vzorek porovnejte s příkladem výše. Pokud se vzorek pro kontrolu trysek nevytiskl v požadované kvalitě, klepněte na [Vyčistit]. Operaci ukončíte klepnutím na tlačítko [Dokončit].";
"NOZZLE02_B01" = "Dokončit";
"NOZZLE02_B02" = "Vyčistit";
"NOZZLE02_RESULT1" = "Dobré";
"NOZZLE02_RESULT2" = "Je třeba provést čistění";

"HEADCLEANING_TITLE" = "Čistění hlavy";
"HEADCLEANING01" = "Klepnutím na tlačítko [Spustit] vyčistěte trysky tiskové hlavy. Vzhledem k tomu, že se při čištění spotřebovává určité množství inkoustu, čistěte tiskovou hlavu pouze pokud se na výtisku objeví vybledlé nebo bílé plochy. Nejprve použijte nástroj \"Kontrola trysek\", abyste ověřili, zda je čištění tiskové hlavy třeba provést.";
"HEADCLEANING01_B01" = "Storno";
"HEADCLEANING01_B02" = "Spustit";
"HEADCLEANING01_PREPARE" = "Čekejte prosím...";
"HEADCLEANING01_CLEANING" = "Probíhá čistění tiskové hlavy. Čekejte, prosím.";
"HEADCLEANING02" = "Provedení čištění několik minut trvá. Čištění je dokončeno, jakmile na ovládacím panelu přestane blikat kontrolka Napájení. Abyste ověřili účinnost čištění, klepněte na [Vytisknout vzorek pro kontrolu trysek].";
"HEADCLEANING02_B01" = "Vytisknout vzorek pro kontrolu trysek";
"HEADCLEANING02_B02" = "Dokončit";
"HEADCLEANING02_BiD" = "Čisticí cyklus je dokončen. Abyste ověřili účinnost čištění, klepněte na [Vytisknout vzorek pro kontrolu trysek].";

"GAP_TITLE" = "Nastavení tiskové hlavy";
"GAP01" = "Nástroj pro Nastavení tiskové hlavy odstraňuje nesprávné svislé zarovnání, vodorovné pruhy a rozmazaný tisk.";
"GAP01_B01" = "Další >";
"GAP01_B02" = "Storno";
"GAP02" = "Vytiskne se stránka svislého nastavení.\r\nZkontrolujte, zda je tiskárna zapnutá a připojená k počítači. Rovněž zkontrolujte, zda je v tiskárně vložen obyčejný papír velikosti A4 nebo Letter.\r\nAž budete připraveni, klepněte na tlačítko [Tisk].";
"GAP02_B01" = "Tisk";
"GAP02_B02" = "Storno";
"GAP02_B03" = "Přeskočit >>";
"GAP03" = "Prohlédněte si stránku nastavení.\r\nUrčete čtverec bez jakýchkoliv viditelných pruhů v sadách #1 až #5. Ze seznamu níže vyberte pro každou sadu číslo, které odpovídá čtverci. Potom klepněte na tlačítko [Další >].\r\nPokud jsou na každém čtverci pruhy, vyberte čtverec s nejtenčím pruhem (nebo pruhy). Potom klepněte na tlačítko [Opětovné nastavení].";
"GAP03_B01" = "Další >";
"GAP03_B02" = "Storno";
"GAP03_B03" = "Opětovné nastavení";
"GAP04" = "Bude vytištěn list s vodorovnými černými vzorky.\r\nZkontrolujte, zda je tiskárně vložen obyčejný papír velikosti A4 nebo Letter.\r\nPoznámka: Toto nastavení má vliv pouze na vysokorychlostní tisk na obyčejný papír. Nemá vliv na jiné typy papíru.";
"GAP04_B01" = "Tisk";
"GAP04_B02" = "Storno";
"GAP05" = "Prohlédněte si stránku nastavení.\r\nVyhledejte obdélníky, které se nedotýkají ani se nepřekrývají.\r\nVyberte příslušné číslo v následujícím seznamu. Potom klepněte na tlačítko [Dokončit].\r\nPokud se všechny obdélníky dotýkají nebo se překrývají, vyberte ten nejlepší. Potom klepněte na tlačítko [Opětovné nastavení].";
"GAP05_B01" = "Dokončit";
"GAP05_B02" = "Storno";
"GAP05_B03" = "Opětovné nastavení";

"INKWIN_TITLE" = "Doplnit zásobník inkoustu";
"INKWIN01" = "Doplňte inkoust po čáru na zásobnících inkoustů.\r\n%ink%\r\nVýběrem volby Resetovat hladiny inkoustů na ovládacím panelu doplňte inkoust.\r\nI když inkoust nedoplníte po čáru na zásobnících inkoustů, můžete tiskárnu nadále používat.\r\nNicméně pro zajištění optimálního provozu tiskárny ihned doplňte zásobníky inkoustů po horní čáru.\r\nPokyny pro doplňování inkoustu a používání tiskárny, viz příručka k tiskárně.\r\n\r\nPoznámka\r\nPoužitím jiného originálního inkoustu Epson, než je specifikováno, by mohlo dojít k poškození, na které se nevztahují záruky společnosti Epson.\r\nKvalitu nebo spolehlivost neoriginálního inkoustu nelze zaručit a může způsobit poškození tiskárny, na které se nevztahují záruky společnosti Epson.\r\nNádobky s inkoustem pro tuto tiskárnu ověřte podle příručky k tiskárně.";
"INKWIN01_B01" = "Další";
"INKWIN02" = "Když se hladina inkoustu nachází pod čarou na zásobníku, mohlo by v případě dalšího používání produktu dojít k poškození tiskárny.\r\nPokud vyberete volbu Resetovat hladiny inkoustů na ovládacím panelu bez doplnění inkoustu po čáru na zásobnících inkoustu, budou se přibližné hladiny inkoustů lišit od skutečných hladin inkoustů.\r\nNicméně pro zajištění optimálního provozu tiskárny ihned doplňte zásobníky inkoustů po horní čáru.";
"INKWIN02_B01" = "Zavřít";
"INKWIN02_B02" = "Zpět";

"PIFLUSHING_TITLE" = "Proplachování inkoustu";
"PIFLUSHING01" = "Pokud jste přístroj delší dobu nepoužívali a na výtiscích se objevují pruhy nebo chybějící barvy, bude pravděpodobně nutné tento problém vyřešit výměnou inkoustu v inkoustových hadičkách.\r\n\r\nFunkce Proplachování inkoustu umožňuje vyměnit veškerý inkoust v inkoustových hadičkách a spotřebovává velké množství inkoustu.\r\n\r\nKvalita tisku se zlepší za 12 hodin od použití této funkce a nelze ji použít znovu dříve, než po 12 hodinách od posledního použití.\r\nChcete nyní použít tuto funkci?\r\n\r\nPoznámka: Před použitím této funkce se přesvědčte, zda je v zásobnících inkoustu tiskárny dostatek inkoustu.\r\nPokud není dostatek inkoustu, doplňte zásobníky inkoustu.";
"PIFLUSHING01_B01" = "Storno";
"PIFLUSHING01_B02" = "OK";
"PIFLUSHING02" = "Opravdu chcete spustit tuto funkci?\r\nPro výměnu veškerého inkoustu v hadičkách je třeba použít velké množství inkoustu.\r\n\r\nPoznámka: Tato funkce ovlivňuje životnost podložek pro zachytávání odpadního inkoustu. Při použití této funkce se dříve naplní kapacita podložek pro zachytávání odpadního inkoustu.\r\nPo skončení životnosti podložek pro zachytávání odpadního inkoustu požádejte odbornou pomoc společnosti Epson o výměnu.\r\n\r\nKlepnutím na [Spustit] zahajte výměnu inkoustu.\r\nPo jejím spuštění nelze tuto funkci přerušit.";
"PIFLUSHING02_B01" = "Storno";
"PIFLUSHING02_B02" = "Spustit";
"PIFLUSHING02_PREPARE" = "Čekejte prosím...";
"PIFLUSHING02_CLEANING" = "Probíhá proplachování inkoustu.\r\nPočkejte prosím.";
"PIFLUSHING03" = "Proplachování inkoustu trvá několik minut.\r\nProplachování inkoustu je dokončeno, když na ovládacím panelu přestane blikat indikátor napájení.";
"PIFLUSHING03_B01" = "Dokončit";
"PIFLUSHING03_BiD" = "Proplachování inkoustu je dokončeno.";
"PIFLUSHING04" = "Tuto funkci nelze použít, protože od jejího posledního použití dosud neuplynulo 12 hodin.";
"PIFLUSHING04_B01" = "OK";

"ERR_MSG_5" = "Nelze dokončit Kontrolu trysek.";
"ERR_MSG_6" = "Nelze dokončit Čištění hlavy.";
"ERR_MSG_7" = "Nelze dokončit Nastavení tiskové hlavy.";
"ERR_MSG_8" = "Došlo k chybě.";
"ERR_MSG_9" = "Kontrolu trysek nelze dokončit.\r\n\r\nPro zajištění správného fungování vaší tiskárny vyberte volbu Resetovat hladiny inkoustů pro doplnění inkoustu.";
"ERR_MSG_10" = "Čištění hlavy nelze dokončit.\r\n\r\nPro zajištění správného fungování vaší tiskárny vyberte volbu Resetovat hladiny inkoustů pro doplnění inkoustu.";
"ERR_MSG_11" = "Nastavení tiskové hlavy nelze dokončit.\r\n\r\nPro zajištění správného fungování vaší tiskárny vyberte volbu Resetovat hladiny inkoustů pro doplnění inkoustu.";
"ERR_MSG_12" = "Probíhá čistění!";
"ERR_MSG_13" = "Čištění hlavy nelze dokončit.\r\n\r\nPro zajištění správného fungování vaší tiskárny vyberte volbu Resetovat hladiny inkoustů pro doplnění inkoustu.";
"ERR_MSG_14" = "Klepnutím na tlačítko [Podrobnosti] zobrazíte další informace.";
"ERR_MSG_15" = "Chcete nyní vyměnit kazetu s inkoustem?";
"ERR_MSG_17" = "Podložka pro zachytávání inkoustu uvnitř fotografické kazety je téměř nasycená. Aby bylo možné vyčistit tiskovou hlavu, je nezbytné vyměnit fotografickou kazetu.";
"ERR_MSG_19" = "Podrobnosti";
"ERR_MSG_20" = "OK";
"ERR_MSG_21" = "Klepnutím na tlačítko [Podrobnosti] zobrazíte další informace.";
"ERR_MSG_22" = "Ano";
"ERR_MSG_23" = "Ne";
"ERR_MSG_24" = "Došlo k chybě komunikace.\r\nZkontrolujte připojení a zopakujte akci.";
"ERR_MSG_25" = "Proplachování inkoustu nelze dokončit.";
"ERR_MSG_26" = "Proplachování inkoustu nelze dokončit.\r\n\r\nPro zajištění správného fungování vaší tiskárny vyberte volbu Resetovat hladiny inkoustů pro doplnění inkoustu.";

"PLEASEWAIT" = "Čekejte prosím...";

//--->
"PRINFO01GRPBOXTITLE01" = "Počet listů papíru podaných do tiskárny";
"PRINFO01SPE01" = "Celkový počet listů";
"PRINFO01SPE02" = "Pro tuto tiskárnu nejsou k dispozici žádné informace.";
"PRINFO02GRPBOXTITLE01" = "Počet listů papíru podaných do ADF";
"PRINFO02SPE01" = "Celkový počet listů";
"PRINFO02SPE02" = "Pro tuto tiskárnu nejsou k dispozici žádné informace.";
"PRINFO01B01" = "OK";
//<---

//--->
"IDS_CSIC_NGENUINE_Mac" = "Nenainstalovali jste originální inkoustové kazety Epson. Nemusí se zobrazovat informace o úrovních inkoustu a použití neoriginálního inkoustu se zaznamenává pro případnou servisní podporu. Pro optimální kvalitu a spolehlivost doporučuje společnost Epson používat originální inkoust Epson.";
"IDS_DEFAULT_PAPERSOURCE_Mac" = "Zadní podávání papíru";
//<---

